acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
adwaita-maia
alacarte
alsa-firmware
alsa-utils
amd-ucode
anki-official-binary-bundle
apparmor
appimagelauncher
arandr
arduino
arduino-avr-core
arduino-builder
arduino-cli
atlassian-plugin-sdk
atop
audacity
aura-bin
autoconf
automake
avahi
b43-fwcutter
baobab
bash
bash-pipes
bat
bear-git
bind
bison
bitwarden-bin
bmenu
brother-brgenml1
brscan4
btrfs-progs
bzip2
caffeine-ng
ccls
ceph-mgr
ch34x-dkms-git
checkstyle
chromium
clang
clion
clion-cmake
clion-gdb
clion-jre
clion-lldb
cmatrix
coreutils
cppcheck
cpupower
crda
cronie
cryptsetup
darktable
datagrip
datagrip-jre
dconf-editor
ddrescue
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
element-desktop
evince
evolution
evolution-data-server
exa
exfat-utils
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
figlet
file
file-roller
filelight
filesystem
filezilla
findutils
firefox
firefox-developer-edition
firefox-gnome-theme-maia
fish
flex
flow-pomodoro
fprintd
gamescope
gawk
gcc
gcc-libs
gdb
gdm-plymouth
geary
gedit
geogebra
gettext
gimp
glibc
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-layout-switcher
gnome-maps
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-gsconnect
gnome-shell-extension-nightthemeswitcher
gnome-shell-extensions
gnome-shell-pomodoro
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-wallpapers
gnome-weather
gnu-netcat
goland
goland-jre
gotop
gparted
grabc
gradle
grep
grilo-plugins
grpc-cli
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk-engine-murrine
gtk3
gtkhash-nautilus
gtksourceview-pkgbuild
gufw
gulp
guvcview
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
htop
hugo
i2c-ch341-dkms
i3-gaps
i3blocks
i3blocks-contrib
i3lock
i3status
ibus
illyria-wallpaper
inetutils
inkscape
intellij-idea-community-edition
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
inxi
iproute2
iputils
jdk-openjdk
jfsutils
kalzium
kamoso
kcm-wacomtablet
kernel-alive
kicad
kicad-library
kicad-library-3d
kitty
less
lib32-libva-vdpau-driver
lib32-mangohud
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-vulkan-intel
lib32-vulkan-radeon
libappindicator-gtk3
libdvdcss
libreoffice-fresh
libva-mesa-driver
libva-vdpau-driver
licenses
linux510
linux510-headers
linux510-nvidia
logrotate
lollypop
lrzip
lutris
lvm2
lxappearance
m4
make
man-db
man-pages
mangohud
mangohud-common
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-aur-support
manjaro-browser-settings
manjaro-documentation-en
manjaro-dynamic-wallpaper
manjaro-firmware
manjaro-gdm-theme
manjaro-gnome-assets
manjaro-gnome-postinstall
manjaro-gnome-tour
manjaro-hotfixes
manjaro-log-helper
manjaro-printer
manjaro-pulse
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-zsh-config
masterpdfeditor
maven
mc
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
minecraft-launcher
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mousetweaks
mutter
nano
nautilus
nautilus-admin
nautilus-empty-file
ncurses5-compat-libs
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
nheko
nitrogen
nodejs-lts-fermium
notion-app
noto-fonts
noto-fonts-compat
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-utils
onlyoffice-desktopeditors
openresolv
opensnitch-git
openssh
os-prober
osu-lazer-bin
p7zip
pacman
pacui
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
patch
pavucontrol-qt
pciutils
peek
perl
picom
pkgconf
platformio-git
plymouth-theme-manjaro
polkit-gnome
postman-bin
powertop
prettier
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-equalizer-ladspa
pulseaudio-zeroconf
pv
python-cairosvg
python-pre-commit
python-sphinx
python-zulip-term-git
python2-stringcase
qemu
qemu-arch-extra
qgnomeplatform
qt5ct
reiserfsprogs
remmina
ripgrep
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
rofi
rpiplay-git
rstudio-desktop-bin
rsync
rygel
s-nail
sassc
screenfetch
seahorse
seatd
sed
shadow
shellcheck-bin
signal-desktop
simple-scan
simplescreenrecorder
slack-desktop
snapd-glib
solaar
spectre-meltdown-checker
speedtest-cli
sshfs
staticcheck
steam-manjaro
strace
sudo
supertux
sushi
swift-bin
syncthing
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
timeshift
tldr
tlp
totem
traceroute
tracker
tracker-miners
transmission-gtk
tree
tslint
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-roboto
typescript
unace
unarchiver
unrar
usb_modeswitch
usbutils
util-linux
uxplay-git
valgrind
vi
vim
vinagre
vino
virtualbox
vscodium-bin
vscodium-bin-marketplace
vulkan-intel
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
waterfox-classic-bin
webapp-manager
webcamoid-git
wget
which
wine
winetricks
wireshark-qt
woeusb-ng
wpa_supplicant
xcape
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xournalpp
xz
yadm
yarn
yelp
youtube-dl
zathura
zathura-pdf-mupdf
zoom
zulip-desktop
